// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibroi tulostuslaatu";

CalibrationFailedTitle = "Tulostuslaatua ei voida kalibroida";
CalibrationFailedExplanation = "Tarkista, että tulostin on liitetty ja kytketty päälle, ja yritä uudelleen.";
PrintingPatternsProcessTitle = "Tulostetaan kuvioita…";
PenFailureMsg = "Värikasetti näyttää puuttuvan, sitä ei ole havaittu tai se on asennettu väärin.";

TwowayConnectionErrorTitle = "Kaksisuuntaisen yhteyden muodostaminen laitteeseen ei onnistu";

NoPensErrorTitle = "Laitteesta ei löydy tulostuskasetteja";
NoPensErrorMessage = "Jos tulostuskasetit on asennettu, varmista, että mustesuuttimien päällä oleva muoviteippi on poistettu.";

CriticalConditionTitle = "Tulostin on kriittisessä tilassa.";
CriticalConditionMsg = "Selvitä tulostimen kriittinen tila.";

HSDQualityCalibrationTextFieldTitle = "Kalibroi tulostuslaatu";
HSDInfoTextFieldTitle = "Tämä toimenpide voi parantaa valokuvien tulostuslaatua. Suosittelemme puhdistusta ennen tätä kalibrointia.";
HSDGuideTextFieldTitle = "Aloita toimenpide napsauttamalla Kalibroi. Puhdistus kestää noin yhden minuutin, ja siihen käytetään yksi paperiarkki. Käytä tähän toimenpiteeseen ainoastaan tavallista paperia.";
HSDCalibrateButtonTitle = "Kalibroi";

HSDPatternDescription1 = "Tutki tulostettua sivua ja valitse se kuvio, jossa näkyy vähiten viivoja vaakasuunnassa. Muista katsoa sekä kuvioiden vaaleita että tummia alueita ennen kuin teet valintasi.";
HSDPatternLabel = "Kuvio:";
HSDPatternDescription2 = "Kun olet tehnyt valintasi, napsauta Käytä.";
HSDApplyButton = "Käytä";
